Repository: omegaGoTeam/omegaGo
Catalog: OmegaGo/src/UI/OmegaGo.UI.Localization/MultilingualResources/OmegaGo.UI.Localization.*.xlf
Languages: cs

source: Board size
cs: Velikost

source: Assistant
cs: Asistent

source: Back
cs: Zpět

source: Delete
cs: Smazat

source: Delete selection
cs: Smazat výběr

source: Filter by source
cs: Filtrovat dle zdroje

source: Gameplay
cs: Hra

source: Language
cs: Jazyk

source: Library
cs: Knihovna

source: Load
cs: Načíst

source: Load folder
cs: Načíst složku

source: Loading...
cs: Načítám...

source: Open
cs: Otevřít

source: Rename
cs: Přejmenovat

source: Select
cs: Vybrat

source: Settings
cs: Nastavení

source: Sounds
cs: Zvuky

# UserInterface
source: Display
cs: Zobrazení

source: Credits
cs: O autorech

# CreditsToolTip
source: View information about the game authors and license information.
cs: Zobrazit informace o autorech a licenční ujednání

source: Game library
cs: Herní knihovna

# GameLibraryToolTip
source: Library of your past games and all your SGF files
cs: Knihovna vašich předchozích her a souborů SGF

source: Help
cs: Nápověda

# HelpToolTip
source: Read the rules, documentation and other interesting information.
cs: Přečtěte si pravidla, dokumentaci a další zajímavé informace

source: Local game
cs: Lokální hra

# LocalGameToolTip
source: Play Go against another player on the same device or against an AI.
cs: Hrajte Go proti jinému hráči na tomto zařízení nebo proti umělé inteligenci

source: On-line game
cs: On-line hra

# OnlineGameToolTip
source: Play Go against players on the IGS or OGS online servers.
cs: Hrajte Go proti jiným hráčům na on-line serveru.

# SettingsToolTip
source: Change language, audio, visual style and many other things.
cs: Změňte jazyk, audio, grafiku a mnoho dalších nastavení

source: Singleplayer
cs: Hra jednoho hráče

# SingleplayerToolTip
source: Learn Go, play against an AI, solve problems or gain experience completing quests.
cs: Učte se Go, hrajte proti umělé inteligenci, řešte problémy nebo získávejte zkušenosti plněním výzev

source: Statistics
cs: Statistiky

# StatisticsToolTip
source: View your winrate and other statistics.
cs: Zobrazte své herní výsledky a statistiky

source: Tips
cs: Tipy

# TipsToolTip
source: Show or hide tips.
cs: Zobrazit nebo skrýt tipy

source: Tutorial
cs: Tutoriál

# TutorialToolTip
source: This is the best place to learn Go if you don't know anything at all about the game.
cs: Nejlepší způsob jak se naučit základy Go, pokud jste ještě hru nehráli

# AutoLanguage
source: Auto
cs: Dle systému

source: Change language
cs: Změnit jazyk

# LanguageChangeInfo
source: Please, restart the game to see the language you have chosen.
cs: Restartujte prosím hru, aby se změna jazyka projevila.

source: Difficulty
cs: Obtížnost

# Rules
source: Ruleset
cs: Pravidla

source: Play
cs: Hrát

source: Player
cs: Hráč

source: Black
cs: Černý

source: Easy
cs: Snadná

source: Hard
cs: Těžká

source: Medium
cs: Střední

source: White
cs: Bílý

# ToggleFullscreenTooltip
source: Toggle fullscreen mode. (You may also use Alt+Enter on a PC.)
cs: Přepnout zobrazení na celou obrazovku (Můžete také použít Alt+Enter na PC)

source: Game
cs: Hra

source: Board border thickness
cs: Tloušťka okraje

source: Board settings
cs: Nastavení hrací plochy

source: Cell size
cs: Velikost pole

# RulesetType_Chinese
source: Chinese
cs: Čínská

# RulesetType_Japanese
source: Japanese
cs: Japonská

source: Total games played
cs: Celkem her odehráno

# BoardTheme_OakWood
source: Oak wood
cs: Dub

source: Background Color
cs: Barva pozadí

# BackgroundColor_Basic
source: Basic orange
cs: Základní oranžová

# BackgroundColor_Green
source: Green
cs: Zelená

# BackgroundColor_None
source: None
cs: Žádná

source: Background Image
cs: Obrázek na pozadí

# BackgroundImage_Forest
source: Bamboo forest
cs: Bambusový les

# BackgroundImage_Go
source: Go board
cs: Herní deska

# BackgroundImage_None
source: None
cs: Žádný

# BackgroundImage_Shrine
source: Shinto shrine
cs: Šintoistická svatyně

# BackgroundImage_Temple
source: Zen temple
cs: Zenový chrám

source: Board Theme
cs: Motiv desky

# BoardTheme_KayaWood
source: Kaya wood
cs: Dřevo kaya

# BoardTheme_SolidColor
source: Solid color
cs: Jednoduchá barva

# BoardTheme_VirtualBoard
source: Virtual board
cs: Virtuální deska

source: Stones Theme
cs: Motiv kamenů

# StoneTheme_PolishedBitmap
source: Polished stones
cs: Leštěné kameny

# StoneTheme_SolidColor
source: Solid color
cs: Plná barva

# ThemesPanel
source: Themes
cs: Motivy

# AssistPanel
source: Artificial intelligence
cs: Umělá inteligence

# AudioPanel
source: Audio
cs: Zvuk

source: Highlight illegal Ko moves
cs: Zvýraznit neplatné tahy Ko

# HighlightIllegalKoMovesTooltip
source: If you can't place a stone on a point because it would violate the Ko rule, the point will be highlighted.
cs: Pokud není možné položit kámen na bod, protože by bylo porušeno pravidlo Ko, tak daný bod bude zvýrazněn.

source: Highlight last move
cs: Zvýraznit poslední tah

source: Highlight recent captures
cs: Zvýraznit zajmuté kameny

# HighlightRecentCapturesTooltip
source: If a stone was captured during the previous move, its intersection will be highlighted.
cs: Pokud byl kámen zajat během předcházejícího tahu, bod, kde se nacházel, bude zvýrazněn.

# InputPanel
source: Input
cs: Vstup

source: Show coordinates
cs: Zobrazovat souřanice

# ShowTutorialButton
source: Show the tutorial button in main menu
cs: Zobrazit tlačítko tutoriálu v hlavní nabídce

source: A sound effect should play:
cs: Zvuk by měl být přehrán:

source: Assistant AI program
cs: Poskytovatel nápovědy

source: Enable even in online games
cs: Povolit i v online hrách

# EnableEvenInOnlineGamesTooltip
source: It is frowned upon to use AI assistance during games against human opponents without their knowledge.
cs: Není zdvořilé používat pomoc umělé inteligenci během her proti ostatním lidem, pokud jim o tom předem neřeknete.

source: Enable hints
cs: Povolit nápovědu

source: Making a move requires a confirmation click
cs: Položení kamene vyžaduje potvrzující kliknutí

source: Master volume
cs: Celková hlasitost

source: Music volume
cs: Hlasitost hudby

source: Mute all
cs: Ztlumit vše

# SfxVolume
source: Sound effects volume
cs: Hlasitost zvukových efektů

source: Strength
cs: Síla

source: When another player places a stone
cs: Když jiný hráč umístí kámen

source: When I place a stone
cs: Když já umístím kámen

source: When I receive a notification
cs: Kdy obdržím upozornění

# AI_DefeatistAI_Description
source: The strongest AI program in this game, the Defeatist will resign the first time it gets the chance to. You are simply not worth its time. After you make your first move, or even before that, the AI will conclude that it's much stronger than you and just resign in order to not play a game with a foregone conclusion.
cs: Vůbec nejsilnější program v této hře, Defeatist rezignuje hned, jakmile k tomu bude mít příležitost. Prostě mu nestojíte ani za hru. Jakmile uděláte první tah, nebo možná i předtím, Defeatist rozpozná, že je mnohem silnější než vy, a prostě rezignuje, aby vás nenutil hrát hru, jejíž výsledek je zjevný.

# AI_HeuristicPlayerWrapper_Description
source: This AI uses a simple heuristic to determine where to play the next move. The heuristic is based on influence and on all previous stone placements in the game history. This AI will pass only in response to its opponent passing, in which case it will always pass.
cs: Tato umělá inteligence používá jednoduchou heuristiku k učení svého dalšího tahu. Tato heuristika je založená na vlivu a bere v potaz všechny předchozí tahy. Tato umělá inteligence bude pasovat jen v reakci na pass soupeře, v jakémžto případě bude pasovat vždycky.

# AI_HeuristicPlayerWrapper_Name
source: The Puppy (heuristic)
cs: Štěně (heuristika)

# AI_RandomAI_Description
source: This AI will select a random position at which it can play and it will play there. It will pass as soon its opponent passes.
cs: Tato umělá inteligence vybere náhodný bod, na který může položit kámen, a položí ho tam. Pasuje okamžitě, jakmile pasuje soupeř.

# AI_RandomAI_Name
source: Random
cs: Náhodné tahy

# AI_RandomPlayerWrapper_Description
source: This AI plays random moves while the board is not empty. I dare you to let two Fish play against each other. The game will never end (unless you're very lucky).
cs: Tato umělá inteligence hraje náhodně, dokud je nějaké místo volné. Heh, zkuste nechat hrát dvě Rybky proti sobě. Hra nikdy neskončí ^^ (pokud nebudete mít zvláštní štěstí).

# AI_RandomPlayerWrapper_Name
source: The Fish
cs: Rybka

source: Hotseat games played
cs: Her v horkém křesle

source: Online games played
cs: Online her odehráno

source: Online games won
cs: Vítězství v online hrách

source: Points
cs: Body

source: Quests completed
cs: Dokončených questů

source: Solo games played
cs: Odehraných sólových her

source: Solo games won
cs: Vítězství v sólových hrách

source: Total games won
cs: Celkem vítězství

source: Tsumego problems solved
cs: Vyřešených problémů tsumego

# FullscreenModeCheckbox
source: Fullscreen Mode
cs: Celoobrazovkový režim

# Rank1
source: Omega Novice
cs: Novic omegaGo

# Rank2
source: Omega Apprentice
cs: Učeň omegaGo

# Rank3
source: Omega Expert
cs: Expert omegaGo

# Rank4
source: Omega Master
cs: Mistr omegaGo

# Rank5
source: Omega Graduate
cs: Absolvent omegaGo

# YouHaveAdvancedToNewRankX
source: You have advanced to a new omegaGo rank: {0}. Congratulations!
cs: Dosáhli jste nové hodnosti omegaGo: {0}. Gratulujeme!

# YouHaveGainedXPointsNowYouHaveY
source: +{0} points (now you have {1})
cs: +{0} bodů (nyní máte {1})

# ResetAllProgress_Caption
source: Reset all progress?
cs: Zahodit všechny statistiky?

# ResetAllProgress_Content
source: All game counters will be reduced to zero. All points will be lost. You will have the lowest rank. Information about what tsumego problems you solved will be lost. You will keep your current in-progress quests.
cs: Všechny herní čítače budou sníženy na nulu. Všechny body budou ztraceny. Budete mít znovu nejnižší omega hodnost. Informace o tom, které problémy tsumego byly vyřešeny, budou ztraceny. Zůstanou vám vaše současné questy.

# ResetAllProgress_No
source: Cancel
cs: Storno

# ResetAllProgress_Yes
source: Reset all progress!
cs: Zahodit všechny statistiky!

# Tutorial_Next
source: Next
cs: Další

# MuteTooltip
source: Toggle muting all sounds (icon shows current state)
cs: Povolí nebo vypne všechny zvuky (ikonka zobrazuje současný stav)

# NextRankAtColon
source: Next rank at:
cs: Body na další hodnost:

source: Play against AI
cs: Hrát proti počítači

source: Quests
cs: Questy

# Quest_Replace
source: Replace
cs: Vyměnit

# Quest_ReplaceTooltip
source: You will lose this quest and any progress towards it, but you will immediately gain a different random quest.
cs: Ztratíte tento quest, ale okamžitě získáte jiný, náhodně vybraný, quest.

# Quest_TryThisNow
source: Try this now
cs: Zkusit nyní

# Quest_TryThisNowTooltip
source: This will take you to a screen where you can work on this quest.
cs: Toto tlačítko vás přesune na obrazovku, kde můžete pracovat na tomto questu.

# QuitCancel
source: Cancel
cs: Storno

# QuitCaption
source: Quit game?
cs: Ukončit hru?

# QuitConfirm
source: Quit
cs: Ukončit

# QuitText
source: Do you really want to quit the game?
cs: Opravdu chcete ukončit hru?

source: Singleplayer Menu
cs: Menu pro hru jednoho hráče

source: Solve puzzles
cs: Řešit problémy tsumego

# QuestsFooter
source: You receive a new quest every midnight, local time, unless you already have 3 quests.
cs: Každou půlnoc místního času získáte nový quest, pokud totiž už nemáte 3 questy.

# TsumegoMenuCaption
source: Solve tsumego problems
cs: Řešit problémy tsumego

# SolvedExclamationPoint
source: Solved!
cs: Vyřešeno!

# Tsumego_BlackToPlay
source: Black to play.
cs: Černý je na tahu.

# Tsumego_CorrectPanel
source: Solved
cs: Vyřešeno

# Tsumego_CurrentProblemStatus
source: Current problem status:
cs: Stav tohoto problému:

# Tsumego_HowToSolveTsumegoCaption
source: How to solve tsumego:
cs: Jak řešit tsumego:

# Tsumego_HowToSolveTsumegoText
source: Make the best moves possible against a virtual opponent who also makes the best moves. When you resolve the situation, you will be told it's solved. For more information, access help pages from the main menu.
cs: Hrajte co nejlépe proti virtuálnímu soupeři, který také hraje co nejlépe. Jakmile situaci vyřešíte, program vám řekne, že je problém vyřešen. Více informací najdete ve stránkách nápovědy z hlavního menu.

# Tsumego_Instructions
source: Instructions:
cs: Pokyny:

# Tsumego_MoreMovesAvailable
source: (more moves available)
cs: (je možné dále táhnout)

# Tsumego_NextProblem
source: Next problem
cs: Další problém

# Tsumego_NotYetSolved
source: Not yet solved
cs: Zatím nevyřešen

# Tsumego_PreviousProblem
source: Previous problem
cs: Předchozí problém

# Tsumego_ProblemName
source: Problem name:
cs: Název problému:

# Tsumego_ShowPossibleMoves
source: Show possible moves
cs: Zobrazit možné tahy

# Tsumego_ShowPossibleMoves_Tooltip
source: If checked, the app will highlight positions where it might make sense to play. They might not be all correct plays, but all non-highlighted positions are certainly incorrect plays.
cs: Je-li políčko zaškrtnuto, aplikace zvýrazní pozice, kde by mohlo dávat smysl hrát. Nemusí to být nutně správné tahy, ale na nezvýrazněných pozicích je rozhodně nesprávné hrát.

# Tsumego_StatusContinue
source: Continue...
cs: Pokračujte...

# Tsumego_StatusCorrect
source: Correct!
cs: Správně!

# Tsumego_StatusWrong
source: Wrong.
cs: Špatně.

# Tsumego_UndoOneMove
source: Undo last move
cs: Vrátit zpět poslední tah

# Tsumego_Unexpected
source: (unexpected)
cs: (neočekávané)

# Tsumego_WhiteToPlay
source: White to play.
cs: Bílý je na tahu.

# Tsumego_WrongPanel
source: Wrong
cs: Špatně

# Tsumego_YouHavePreviouslySolvedThisProblem
source: Solved (you have previously solved this problem).
cs: Vyřešeno (tento problém jste již dříve vyřešili).

# Tsumego_YouHaveSolvedThisProblem
source: You have solved this problem!
cs: Tento problém jste vyřešili!

source: Reset all progress
cs: Zahodit statistiky

source: omegaGo rank
cs: Hodnost omegaGo

source: IGS rank
cs: Třída na IGS

source: KGS rank
cs: Třída na KGS

# ControlStyle_OperatingSystem
source: Operating System
cs: Operační systém

# ControlStyle_Wood
source: Wood
cs: Dřevo

source: Control Style
cs: Styl ovládacích prvků

# ControlStyle_Lite
source: Lite
cs: Odlehčené

# Tsumego_CurrentNodeStatus
source: Current node status:
cs: Stav aktuálního uzlu:

# OmegaGoRankColon
source: omegaGo rank:
cs: Hodnost omegaGo:

# PointsColon
source: Points:
cs: Bodů:

# IgsHyperlink
source: Create a new Pandanet account (opens a browser window)
cs: Vytvořit nový účet na Pandanetu (otevře okno prohlížeče)

# IgsServerInfo
source: Pandanet is recommended if you don't have a KGS account and don't want to download an additional application to play Go online.
cs: Pandanet doporučujeme, pokud nemáte účet na KGS a nechcete stahovat další aplikaci kvůli registrování.

# IgsUsernameCaption
source: Pandanet username
cs: Uživatelské jméno na Pandanetu

# KgsHyperlink
source: Download the official KGS client
cs: Stáhnout oficiální klient KGS

# KgsServerInfo
source: You first need to create an account using the official KGS client. Download it on a desktop computer, login as a guest and then click User->Register.
cs: Nejprve si musíte vytvořit účet pomocí oficiálního klienta KGS. Stáhněte si ho na počítač, přihlaste se jako Návštěvník a pak klikněte Uživatel->Zaregistrovat.

# KgsUsernameCaption
source: KGS Username
cs: Uživatelské jméno na KGS

# LoginAtStartupCaption
source: Log in whenever you start omegaGo
cs: Přihlásit se při každém spuštění omegaGo

# LoginButtonCaption
source: Log In
cs: Přihlásit se

# LoginFormCaption
source: Login
cs: Přihlášení

# PasswordCaption
source: Password
cs: Heslo

# RememberPasswordCaption
source: Remember password
cs: Zapamatovat heslo

source: Background image opacity
cs: Viditelnost obrázku na pozadí

# AppTheme_Dark
source: Dark
cs: Tmavý

# AppTheme_Light
source: Light
cs: Světlý

# AppTheme
source: Theme
cs: Motiv

# ControlStyleChangeInfo
source: To apply control style change, please restart the application.
cs: Chcete-li aplikovat změnu stylu, restartujte aplikaci, prosím.

source: Can resign
cs: Smí se vzdát

# CanResignTooltip
source: If checked, Fuego will resign when it has little chance to win. Fuego will never resign in handicap games.
cs: Je-li zaškrtnuto, tak se Fuego vzdá, pokud bude mít jen malou šanci na výhru. Fuego se nikdy nevzdává ve hrách s handicapem.

source: Maximum board size:
cs: Maximální velikost plochy:

# MaxPlayoutsColon
source: Max playouts:
cs: Maximum simulací:

# MaxPlayoutsTooltip
source: More playouts means more intelligent moves, but also more time taken to make a move.
cs: Více simulací znamená inteligentnější tahy, ale zase to zabere více času.

source: Minimum board size:
cs: Nejmenší velikost plochy:

source: No
cs: Ne

source: Non-square boards permitted:
cs: Obdélníkové desky povoleny:

# Ponder
source: Think during opponent's turn
cs: Přemýšlet během soupeřova tahu

# PonderTooltip
source: If checked, Fuego will use continue thinking even when it's not its turn. This will increase Fuego's strength in timed games.
cs: Je-li zaškrtnuto, Fuego bude přemýšlet, i když není na tahu. To zvýší sílu Fuego v časovaných hrách.

# TreeDepthColon
source: Tree depth:
cs: Hloubka stromu:

# TreeDepthTooltip
source: A greater tree depth means more intelligent moves, but also more time taken to make a move.
cs: Větší hloubka stromu znamená inteligentnější tahy, ale zase to zabere více času.

source: Yes
cs: Ano

# ConfigureEllipsis
source: Configure...
cs: Nastavit...

# MoreEllipsis
source: More...
cs: Více...

# AI_Fluffy_Description
source: Fluffy uses an n-ply alpha-beta tree to figure out the best move. This is often called the minimax algorithm. In the last layer, heuristics are used to score the board position. Fluffy will always and only pass in response to its opponent passing. You may set the depth the AI will search. Increasing the depth will increase the AI's thinking time.
cs: Fluffy používá alfa-beta strom s předdefinovanou hloubkou, aby určil nejlepší tah. Tomuto se často říká minimaxový algoritmus. V poslední vrstvě stromu se použijí na obodování desky heuristiky. Fluffy passuje tehdy a pouze tehdy, když zapassuje jeho soupeř. Hloubku stromu je možné nastavit. Zvýšení hloubky zpomalí výpočet.

# AI_Fuego_Description
source: Fuego is a well-known open-source Go-playing engine written at the University of Alberta in Canada. It uses Monte Carlo tree search to make moves. It's capable of placing stones, passing and resigning, as the situation calls for. We recommend you use this AI program for all of your games.
cs: Fuego je dobře známý open-source program vytvořený na Albertské univerzitě v Kanadě. Pro generování tahů používá prohledávání Monte Carlo. Umí pokládat kameny, pasovat a rezignovat. Doporučejeme používat pouze tuto umělou inteligenci.

# EpicPlayQuest_Description
source: Finish any game on a 25x25 or larger board.
cs: Dohraj jednu hru na desce o velikosti 25x25 nebo větší.

# EpicPlayQuest_Name
source: Epic
cs: Epické

# GettingStrongerQuest_Description
source: Win a solo game against Fuego.
cs: Vyhraj hru proti Fuegu.

# GettingStrongerQuest_Name
source: Getting Stronger
cs: Stále silnější

# GreatLearnerQuest_Description
source: Solve 20 tsumego problems.
cs: Vyřeš 20 problémů tsumego.

# GreatLearnerQuest_Name
source: Great Learner
cs: Schopný žák

# HiddenQuest_Description
source: Your quest transformed! Solve any one tsumego problem.
cs: Tvůj quest se proměnil! Vyřeš libovolný problém tsumego.

# HiddenQuest_Name
source: Hidden Quest!
cs: Skrytý Quest!

# IgsChallengeQuest_Description
source: Finish 3 games on the Pandanet server.
cs: Dohraj 3 hry na serveru Pandanet.

# IgsChallengeQuest_Name
source: Pandanet Challenge
cs: Výzva Pandanet

# KgsChallengeQuest_Description
source: Finish 3 games on the KGS server.
cs: Dohraj 3 hry na serveru KGS.

# KgsChallengeQuest_Name
source: KGS Challenge
cs: Výzva KGS

# LearnerQuest_Description
source: Solve 5 tsumego problems.
cs: Vyřeš 5 problémů tsumego.

# LearnerQuest_Name
source: Learner
cs: Žák

# OnlineTraditionalQuest_Description
source: Finish an online game on a 19x19 board.
cs: Dohraj online hru na desce o velikosti 19x19.

# OnlineTraditionalQuest_Name
source: Net Traditional
cs: Tradiční síťová

# PureSkillQuest_Description
source: "Win a solo game against Fuego without handicap.
cs: Vyhraj hru proti Fuegu bez handicapu.

# PureSkillQuest_Name
source: Pure Skill
cs: Ryzí dovednost

# SoloVictoriesQuest_Description
source: Win 3 solo games against an AI program.
cs: Vyhraj 3 hry proti umělé inteligenci.

# SoloVictoriesQuest_Name
source: Human > Computer
cs: Člověk > počítač

# TotalMasteryQuest_Description
source: Win a solo game against Fuego where Fuego is playing black and has a handicap of 3 stones or more.
cs: Vyhraj hru proti Fuegu, kde Fuego je černý a má handicap 3 kamenů nebo větší.

# TotalMasteryQuest_Name
source: Total Mastery
cs: Úplné mistrovství

# TraditionalQuest_Description
source: Finish any game on a 19x19 board.
cs: Dohraj hru na desce 19x19.

# TraditionalQuest_Name
source: Traditional
cs: Tradiční

# UnevenStrengthQuest_Description
source: Finish two solo or online games where one player has a handicap of two stones or more.
cs: Dohraj dvě sólo nebo online hry, kde jeden hráč má handicap dvou nebo více kamenů.

# UnevenStrengthQuest_Name
source: Uneven Strength
cs: Nerovnoměrné síly

# Igs_ChallengeSelectedPlayer
source: Challenge selected player...
cs: Vyzvat vybraného hráče...

# Igs_IssueAChallenge
source: Issue a challenge
cs: Vyzvat ke hře

# Igs_LFG
source: I am looking for a game
cs: Hledám hru

# Igs_OnlyShowLfgers
source: Only show players looking for a game
cs: Zobrazit jen hráče hledající hru

# Igs_RefreshGames
source: Refresh list of games
cs: Obnovit seznam her

# Igs_RefreshUsers
source: Refresh list of users
cs: Obnovit seznam uživatelů

# Igs_RefuseAll
source: Refuse all incoming match requests
cs: Odmítat všechny příchozí žádosti o hru

# Igs_SpectateAGame
source: Spectate a game
cs: Pozorovat hru

source: Logout
cs: Odhlásit se

source: Observe this game
cs: Pozorovat tuto hru

source: Sort by:
cs: Řazení podle:

# SortBy_Black
source: Black's name
cs: Jméno černého

# SortBy_Name
source: Name
cs: Jméno

# SortBy_NumberOfObservers
source: Number of observers (highest first)
cs: Počet diváků (od nejvyššího)

# SortBy_RankAscending
source: Rank (lowest first)
cs: Třída (od nejnižší)

# SortBy_RankDescending
source: Rank (highest first)
cs: Třída (od nejvyšší)

# SortBy_White
source: White's name
cs: Jméno bílého

source: You are logged in as:
cs: Přihlášený uživatel:

# BlackColon
source: Black:
cs: Černý:

# DateColon
source: Date:
cs: Datum:

# DeleteCommand
source: Delete
cs: Smazat

# DeleteQuestion
source: Delete {0}?
cs: Smazat {0}?

# DeleteWarning
source: This will erase the file from the library permanently.
cs: Soubor bude nenávratně odstraněn z disku.

source: Error parsing SGF file
cs: Chyba při čtení souboru SGF

# ExportCommand
source: Export
cs: Exportovat

# LoadingEllipsis
source: Loading...
cs: Načítání...

# LoadSgfFileEllipsis
source: Load SGF file...
cs: Načíst soubor SGF...

# MovesColon
source: Moves:
cs: Počet tahů:

# OpenCommand
source: Open
cs: Otevřít

source: Open library in Explorer
cs: Otevřít knihovnu v Průzkumníkovi

source: Refresh
cs: Obnovit

# WhiteColon
source: White:
cs: Bílý:

# AcceptChallenge
source: Accept
cs: Přijmout

# ChangeEllipsis
source: Change...
cs: Změnit...

# Creationg_KgsChallenge
source: KGS challenge
cs: Výzva na KGS
