Repository: omegaGoTeam/omegaGo
Catalog: OmegaGo/src/UI/OmegaGo.UI.Localization/MultilingualResources/OmegaGo.UI.Localization.*.xlf
Languages: cs

# Creation_IncomingIgsChallenge
source: Incoming IGS challenge
cs: Příchozí výzva na Pandanetu

# Creation_KgsChallengeCreation
source: Create a public KGS challenge
cs: Vytvořit veřejnou výzvu na KGS

# Creation_NewLocalGame
source: New game
cs: Nová hra

# Creation_OutgoingIgsRequest
source: Issue an IGS challenge
cs: Vyzvat soupeře ke hře na Pandanetu

# CustomEllipsis
source: Custom...
cs: Vlastní...

# DeclineKgsChallenger
source: Decline
cs: Odmítnout

# HeightColon
source: Height:
cs: Výška:

# KomiUseRecommended
source: Use recommended
cs: Použít doporučené

# Nigiri
source: Choose at random
cs: Vybrat náhodně

# RefuseChallenge
source: Decline
cs: Odmítnout

# SizeColon
source: Size:
cs: Velikost:

source: Time control
cs: Řízení času

# UnjoinChallenge
source: Cancel
cs: Zrušit

# WidthColon
source: Width:
cs: Šířka:

# YourAgent
source: You are
cs: Jste

source: Your color
cs: Tvoje barva

source: Switch colors
cs: Prohodit barvy

source: Black to play
cs: Černý je na tahu

# BlackWon
source: Black wins.
cs: Černý zvítězil.

# LifeDeathDone
source: Accept removed stones
cs: Akceptovat odstraněné kameny

# LifeDeathResume
source: Cancel and resume game
cs: Zrušit a vrátit se do hry

# LifeDeathUndo
source: Undo stone removal
cs: Vzít zpět odstranění kamenů

source: Opponent passed
cs: Soupeř passoval

source: Resign
cs: Vzdát hru

# StoneRemovalText
source: Click stones that should be removed from the board, then click 'Accept removed stones' to end the game.
cs: Klikněte na kameny, které by měly být odstraněy z desky a pak dokončete hru tlačítkem "Akceptovat odstraněné kameny".

# StonesCaptured
source: {0} captures
cs: {0} zajatců

source: The game is a draw.
cs: Hra skončila remízou.

# TieByCancellation
source: Cancelled
cs: Zrušena

# TieByDisconnection
source: Disconnection
cs: Odpojení

source: Undo
cs: Vrátit zpět

source: White to play
cs: Bílý je na tahu

# WhiteWon
source: White wins.
cs: Bílý zvítězil.

# WinByResign
source: {0} wins by resignation
cs: {0} zvítězil kontumačně.

# WinByTimeout
source: {0} wins by timeout
cs: {0} zvítězil přes časový limit

# WinsByPoints
source: {0} wins by {1} points
cs: {0} vyhrál o {1} bodů

source: You have lost.
cs: Hráč prohrál.

source: You have won.
cs: Hráč vyhrál.

source: Your move
cs: Tvůj tah

# CancellationExplanation
source: The game was cancelled before it could be scored.
cs: Hra byla zrušena předčasně.

# DisconnectionExplanation
source: You have lost connection to the online server. Check your internet connection. It is also possible you were disconnected because you logged in to this account on another computer.
cs: Ztratili jste připojení k serveru. Zkontrolujte své připojení k internetu. Je také možné, že jste byli odpojeni, protože jste se přihlásili k tomuto účtu z jiného počítače.

source: Stone Removal Phase
cs: Fáze odstranění kamenů

# AbsoluteTimeLabel
source: Time (minutes):
cs: Čas (v minutách):

# CanadianMinutesPerPeriodLabel
source: Minutes per period:
cs: Minut na periodu:

# CanadianMovesPerPeriodLabel
source: Moves per period:
cs: Tahů za periodu:

# JapaneseNumberOfPeriodsLabel
source: Number of periods:
cs: Počet period:

# JapaneseSecondsPerPeriodLabel
source: Seconds per period:
cs: Sekund na periodu:

# MainTimeLabel
source: Main time (minutes):
cs: Hlavní čas (v minutách):

# TimeControlStyle_Absolute
source: Absolute
cs: Absolutní

# TimeControlStyle_Canadian
source: Canadian byo-yomi
cs: Kanadské bjó-jomi

# TimeControlStyle_Japanese
source: Japanese byo-yomi
cs: Japonské bjó-jomi

# TimeControlStyle_None
source: None
cs: Žádný

# Time_Absolute_Caption
source: Absolute Timing.
cs: Absolutní časování.

# Time_Absolute_Description
source: When a player's time elapses, that player loses immediately.
cs: Když hráčův čas uplyne, tak hráč okamžitě prohraje.

# Time_Absolute_Oneline
source: Absolute ({0} minutes)
cs: Absolutní ({0} minut)

# Time_Canadian_Caption
source: Canadian Timing.
cs: Kanadské bjó-jomi.

# Time_Canadian_Description
source: Each player has a main time. When that elapses, the player enters their first "overtime period" and must make a number of moves (usually 25) in a number of minutes (usually 10) or lose when the last minute elapses. If they make all the moves in time, then their remaining time is lost, but another overtime period begins for that player.
cs: Každý hráč má hlavní čas. Až ten uplyne, hráč se přesune do své první "přesčasové periody" a musí učinit množství tahů (typicky 25) do určitého množství minut, jinak prohraje po uplynutí poslední minuty. Pokud učiní všechny tahy včas, tak zbývající čas je ztracen, ale ihned pro toho hráče začne nová perioda přesčasu.

# Time_Canadian_Oneline
source: Canadian ({0}, then {1}/{2} min)
cs: Kanadské ({0}, pak {1}/{2} min)

# Time_Japanese_Caption
source: Japanese Timing.
cs: Japonské bjó-jomi.

# Time_Japanese_Description
source: Each player has a main time. When that elapses, the player has a number of overtime periods. When the last elapses, the player loses. Whenever the player makes a move, their current overtime period "resets", i.e. if you don't spend the entire period, the whole period remains unspent.
cs: Každý hráč má hlavní čas. Až ten uplyne, má pak několik period přesčasu. Až poslední uplyne, hráč prohraje. Kdykoliv hráč udělá tah, tak jeho současná period přesčasu se "resetuje", tj. pokud nepoužijete celou periodu, tak se na ni hledí, jako by nebyla použitá vůbec.

# Time_Japanese_Oneline
source: Japanese ({0}, then {1}x{2}sec)
cs: Japonské ({0}, pak {1}x{2}sek)

# Time_None_Caption
source: No Time Control.
cs: Žádný časový systém.

# Time_None_Description
source: There is no time limit for either player.
cs: Žádný hráč není omezen časovým limitem.

# Time_None_Oneline
source: No time control.
cs: Žádný časový systém.

# Human
source: Local human player
cs: Místní hráč

# HumanDescription
source: This means that you (or a friend) will play this color on this device.
cs: Toto znamená, že ty (anebo někdo vedle tebe) bude hrát za tuto barvu na tomto zařízení.

# IgsLoginPhase_Connecting
source: Connecting...
cs: Připojování...

# IgsLoginPhase_Done
source: Done.
cs: Hotovo.

# IgsLoginPhase_LoggingIn
source: Logging in...
cs: Přihlašování...

# IgsLoginPhase_RefreshingGames
source: Downloading the list of games...
cs: Stahování seznamu her...

# IgsLoginPhase_RefreshingUsers
source: Downloading the list of users...
cs: Stahování seznamu uživatelů...

# IgsLoginPhase_SendingInitialBurst
source: Explaining our capabilities to Pandanet...
cs: Vysvětlování našich schopností Pandanetu...

# KgsLoginPhase_Done
source: Done.
cs: Hotovo.

# KgsLoginPhase_MakingLoginRequest
source: Logging in...
cs: Přihlašování...

# KgsLoginPhase_RequestingRoomNames
source: Requesting room names...
cs: Požadavek na názvy pokojů...

# KgsLoginPhase_StartingGetLoop
source: Starting GET loop...
cs: Spuštění smyčky GET...

# RewardColon
source: Reward:
cs: Odměna:

# UseGraceSecond
source: In online games, show 1 less second remaining on the clock.
cs: V online hrách ukazovat na časovači o 1 vteřinu méně .

source: Main menu
cs: Hlavní menu

source: New game
cs: Nová hra

source: Observing
cs: Pozorování

source: Go back
cs: Vrátit se

source: Are you sure?
cs: Jste si jistí?

source: Are you sure you want to end the game?
cs: Opravdu chcete tuto hru ukončit?

# ExitLocal_Caption
source: Do you want to abandon the game?
cs: Chcete opustit tuto hru?

# ExitLocal_Confirm
source: Abandon game
cs: Opustit hru

# ExitLocal_Text
source: Exiting this screen will end this game. It will not be counted in statistics at all.
cs: Opuštění této obrazovky ukončí rozehranou hru. Nebude se počítat ve statistikách ani jako prohra ani jako výhra.

# ExitOnline_Caption
source: Do you want to resign?
cs: Chcete se vzdát?

# ExitOnline_Confirm
source: Yes, resign
cs: Ano, vzdát

# ExitOnline_Text
source: Exiting this screen will cause you to resign this online game.
cs: Opuštěním této obrazovky vzdáte hru.

# Exit_ReturnToGame
source: Return to game
cs: Vrátit se do hry
